[
    {
        "id": 901362,
        "original_title": "Trolls Band Together",
        "title": "Trolls Band Together",
        "overview": "When Branch’s brother, Floyd, is kidnapped for his musical talents by a pair of nefarious pop-star villains, Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity.",
        "release_date": "2023-10-12",
        "vote_average": 4.346,
        "poster_path": "/bkpPTZUdq31UGDovmszsg2CchiI.jpg"
    },
    {
        "id": 872585,
        "original_title": "Oppenheimer",
        "title": "Oppenheimer",
        "overview": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II.",
        "release_date": "2023-07-19",
        "vote_average": 8.168,
        "poster_path": "/8Gxv8gSFCU0XGDykEGv7zR1n2ua.jpg"
    },
    {
        "id": 670292,
        "original_title": "The Creator",
        "title": "The Creator",
        "overview": "Amid a future war between the human race and the forces of artificial intelligence, a hardened ex-special forces agent grieving the disappearance of his wife, is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war—and mankind itself.",
        "release_date": "2023-09-27",
        "vote_average": 7.2,
        "poster_path": "/vBZ0qvaRxqEhZwl6LWmruJqWE8Z.jpg"
    },
    {
        "id": 507089,
        "original_title": "Five Nights at Freddy's",
        "title": "Five Nights at Freddy's",
        "overview": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems.",
        "release_date": "2023-10-25",
        "vote_average": 7.881,
        "poster_path": "/j9mH1pr3IahtraTWxVEMANmPSGR.jpg"
    },
    {
        "id": 872906,
        "original_title": "जवान",
        "title": "Jawan",
        "overview": "An emotional journey of a prison warden, driven by a personal vendetta while keeping up to a promise made years ago, recruits inmates to commit outrageous crimes that shed light on corruption and injustice, in an attempt to get even with his past,  and that leads him to an unexpected reunion.",
        "release_date": "2023-09-07",
        "vote_average": 7.155,
        "poster_path": "/jFt1gS4BGHlK8xt76Y81Alp4dbt.jpg"
    },
    {
        "id": 299054,
        "original_title": "Expend4bles",
        "title": "Expend4bles",
        "overview": "Armed with every weapon they can get their hands on and the skills to use them, The Expendables are the world’s last line of defense and the team that gets called when all other options are off the table. But new team members with new styles and tactics are going to give “new blood” a whole new meaning.",
        "release_date": "2023-09-15",
        "vote_average": 6.434,
        "poster_path": "/iwsMu0ehRPbtaSxqiaUDQB9qMWT.jpg"
    },
    {
        "id": 575264,
        "original_title": "Mission: Impossible - Dead Reckoning Part One",
        "title": "Mission: Impossible - Dead Reckoning Part One",
        "overview": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most.",
        "release_date": "2023-07-08",
        "vote_average": 7.587,
        "poster_path": "/NNxYkU70HPurnNCSiCjYAmacwm.jpg"
    }
]
